/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"Conta Móvel e Outras Opções";
"mcx.pfm_description" =			"Criação, exclusão e outras opções de Conta Móvel.";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"Criar Diretório de Início Portátil";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"Criar um diretório de início portátil com sincronização padrão no login do usuário.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"Criar conta móvel";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"Criar uma conta móvel com a sincronização desativada no login do usuário.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"Mostrar Caixa de Diálogo de Conta Móvel";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"Antes de uma conta móvel ser criada, mostrar uma caixa de diálogo que permita ao usuário ignorar a criação da conta móvel e iniciar a sessão com sua conta da rede e pasta de início da rede.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"Opção Nunca Mostrar Caixa de Diálogo de Conta Móvel";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"Na caixa de diálogo de criação conta móvel, permita que o usuário selecione uma opção para não mostrar a caixa de diálogo nos próximos inícios de sessão.";
"cachedaccounts.create.encrypt.pfm_title" =			"Requer Pastas de Início Móveis do FileVault";
"cachedaccounts.create.encrypt.pfm_description" =			"Criar pastas de início de conta móvel com encriptação do FileVault.";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"Pastas de Início Móveis do FileVault Requerem uma Senha Mestra";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"É necessário ter uma senha mestra do computador para criar pastas de início móveis FileVault. Se for ajustado como verdadeiro e uma senha mestra não estiver disponível, a criação da pasta de início FileVault ou qualquer login que crie uma pasta de início móvel poderão ser negados. Se ajustado como falso, o FileVault poderá ser criado sem uma senha mestra.";
"cachedaccounts.create.maxSize.pfm_title" =			"Limite de Tamanho da Pasta de Início Móvel do FileVault";
"cachedaccounts.create.maxSize.pfm_description" =			"Tamanho máximo das pastas de início móveis do FileVault. Ajuste como “noMaxSize” para não especificar nenhum limite de tamanho, como “fixed” para especificar um limite de tamanho na chave “Tamanho Máximo de Pasta de Início Móvel do FileVault” ou como “percentOfNetworkHome” para especificar um limite de tamanho como um percentual da cota de disco da pasta de início da rede na chave “Percentual de Tamanho Máximo da Pasta de Início Móvel do FileVault”.";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"Tamanho Máximo de Pasta de Início Móvel do FileVault";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"Tamanho máximo da pasta de início móvel do FileVault em bytes (como uma seqüência de caracteres). A chave “Limite de Tamanho da Pasta de Início Móvel do FileVault” precisa estar ajustada como “fixed” para que este valor tenha efeito.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"Percentual de Tamanho Máximo da Pasta de Início Móvel do FileVault";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"Tamanho máximo da pasta de início móvel do FileVault como um percentual da cota da pasta de início da rede. A chave “Limite de Tamanho da Pasta de Início Móvel do FileVault” precisa estar ajustada como “percentOfNetworkHome” para que este valor tenha efeito.";
"cachedaccounts.create.location.pfm_title" =			"Localização da Pasta de Início Móvel";
"cachedaccounts.create.location.pfm_description" =			"Localização de início móvel. Ajuste para “startup” para criar em /Usuários no volume de inicialização, para “path” para especificar um caminho de pasta na chave “Caminho de Início Portátil”, para “userPicksVolume” para permitir que o usuário escolha qualquer volume, para “userPicksInternalVolume” para permitir que o usuário escolha um volume interno ou para “userPicksExternalVolume” para permitir que o usuário escolha qualquer volume externo.";
"cachedaccounts.create.location.path.pfm_title" =			"Caminho Principal de Pasta de Início Móvel";
"cachedaccounts.create.location.path.pfm_description" =			"Um caminho do sistema de arquivos até a pasta em que a pasta de início móvel do usuário será criada. A chave “Localização da Pasta de Início Móvel” precisa ser ajustada como “path” para que este valor tenha efeito.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"Permitir Servidor FileSync";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"Ajustar como verdadeiro para utilizar um processo remoto FileSyncAgent para sincronização, se estiver disponível. Ajustar como falso para utilizar o servidor de arquivos da pasta de início da rede para sincronização.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"Requer Servidor FileSync";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"Ajustar como verdadeiro para requerer um processo remoto FileSyncAgent para sincronização.";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"Permitir Encriptação da Sincronização";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"Ajustar como verdadeiro para usar a encriptação de dados durante a sincronização, se estiver disponível. Ajustar como falso para não usar a encriptação de dados durante a sincronização.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"Requerer Encriptação da Sincronização";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"Ajustar como verdadeiro para solicitar encriptação de dados durante a sincronização.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"Vida Útil da Conta Móvel";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"Tempo de espera antes da exclusão de uma conta móvel e de sua pasta de início, em segundos. O valor -1 nunca exclui uma conta móvel. O valor 0 exclui a conta móvel assim que possível.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"Requer Sincronização para Apagar a Conta Móvel";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"Requer uma sincronização bem-sucedida da pasta de início antes da exclusão de uma conta móvel. Isso somente se aplica a exclusões automáticas conforme direcionadas pela chave “Tempo de Conta Móvel Direto”.";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"Criar Conta Móvel com Modelo de Usuário Local";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"Ao criar uma conta móvel, crie a pasta pessoal local usando o modelo de usuário do computador.";
"cachedaccounts.create.syncURL.pfm_title" =			"URL de sincronização";
"cachedaccounts.create.syncURL.pfm_description" =			"URL da pasta de início da rede utilizado para sincronização da pasta de início. Somente ajustável para a criação de contas móveis. A seqüência de caracteres “%@” será substituída pelo nome de registro do usuário antes do uso. Exemplo: afp://meuservidor.apple.com/Usuários/PrédioA/%@ .";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "Permitir Criação de PHD Se Ocorrer Erro";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"Ajustar como falso para não permitir que os usuário criem sua conta PHD se ocorrer um erro de sincronização.";

"timeZone.pfm_title" = "Fuso Horário";
"timeZone.pfm_description" = "Ajuste a um nome de fuso horário reconhecido, como “America/Los_Angeles” ou “US/Pacific” conforme encontrado em /usr/share/zoneInfo.";
"timeServer.pfm_title" = "Servidor de Horário";
"timeServer.pfm_description" = "Ajustar como um nome de servidor de horário reconhecido, tal como “time.apple.com”.";

"DisableGuestAccount.pfm_title" = "Desativar Conta de Convidado";
"DisableGuestAccount.pfm_description" = "Ajuste como verdadeiro para desativar a conta de convidado. Ajuste como falso para ativar uma conta de convidado.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "Nº de Vezes de Atualização da Lista de Usuário da Janela de Início de Sessão";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "Definir o número de vezes adicionais que a atualização da lista do usuário deve ser solicitada.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "Segundos de Espera da Atualização da Lista de Usuário da Janela de Início de Sessão";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "Definir o número de segundos entre as vezes que solicitamos que a lista do usuário seja atualizada. Ajustar em 0 para desativar.";

"RequireAdminForIBSS.pfm_title" = "Exigir Admin. Para Criar AirPort IBSS";
"RequireAdminForIBSS.pfm_description" = "Ajuste como verdadeiro para exigir autenticação de administrador para criar redes AirPort IBSS individuais. Ajuste como falso para desativar.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "Exigir Admin. Para Alterar Rede AirPort";
"RequireAdminForAirPortNetworkChange.pfm_description" = "Ajuste como verdadeiro para exigir autenticação de administrador para alterar redes AirPort. Ajuste como falso para desativar.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "Exigir Admin. Para Alterar Alimentação da AirPort";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "Ajuste como verdadeiro para exigir autenticação de administrador para ligar ou desligar a alimentação da AirPort. Ajuste como falso para desativar.";
